Repository: fossasia/fossasia10-drupal
Catalog: sites/all/modules/gravatar/translations/*.po
Languages: da, de, uk

source: Display
da: Visning
de: Darstellung

source: Image size
da: Billedstørrelse
de: Bildgröße
uk: Розмір фото

source: The preferred image size (maximum 512 pixels). This setting can be adjusted in the <a href="@user-picture-link">user pictures settings</a>.
da: Den foretrukne billedstørrelse (maks. 512 pxels). Denne indstilling kan også tilbasses ved <a href="@user-picture-link">indstillinger for brugerbilleder</a>.
de: Die bevorzugte Bildgröße (maximal 512 Pixel). Diese Einstellung kann in den <a href="@user-picture-link">Benutzerbildeinstellungen</a> angepasst werden.

source: @sizex@size pixels
de: @sizex@size Pixel

source: Image maturity filter
da: Filtrering af stødende billeder
de: Altersfreigabefilter für Bilder

source: G: Suitable for display on all websites with any audience type.
da: G: Passende på alle websteder, for ethvert publikum.
de: G: Geeignet für die Darstellung auf allen Webseiten mit jeder Art von Publikum.

source: PG: May contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
da: PG: Kan indeholde stødende gestik, provokerende påklædning, samt skældsord eller vold i mindre grad.
de: PG: Als PG eingestufte Gravatare können obszöne Gesten, aufreizend gekleidete Personen, allgemeine Schimpfwörter oder unbedenkliche Gewaltdarstellung beinhalten.

source: R: May contain such things as harsh profanity, intense violence, nudity, or hard drug use.
da: R: Kan indeholde ting som voldsomme skældsord, vold, nøgenhed eller stofmisbrug.
de: R: Als R eingestufte Gravatare können vulgäre Ausdrucksweise, übertriebene Gewaltdarstellung, nackte Personen oder Drogenmißbrauch beinhalten.

source: X: May contain hardcore sexual imagery or extremely disturbing violence.
da: X: Kan indholde stærkt pornografiske billeder eller grov vold.
de: X: Als X eingestufte Gravatare können Pornografie oder extreme Gewaltdarstellung beinhalten.

source: Default image
da: Standardbillede
de: Standardbild

source: Specifies an image that should be returned if either the requested e-mail address has no associated gravatar, or that gravatar has a rating higher than is allowed by the maturity filter.
da: Angiver et billede der skal vises hvis enten den pågældende e-mail-adresse ikke har nogen Gravatar tilknyttet eller den Gravatar har en dårligere bedømmelse end filtrering af stødende billeder tillader.
de: Legt ein Bild fest, das zurückgegeben werden soll, wenn die E-Mailadresse nicht mit einem Gravatar verknüpft ist, oder dieser Gravatar eine höhere Alterseinstufung hat, als vom Altersfreigabe-Filter erlaubt ist.

source: Global default user image
da: Globalt standard-brugerbillede
de: Globales Standardbenutzerbild

source: Module default image (white background)
da: Modulets standardbillede (hvid baggrund)
de: Modul-Standardbild (weißer Hintergrund)

source: Module default image (transparent background)
da: Modulets standardbillede (transparent baggrund)
de: Modul-Standardbild (transparenter Hintergrund)

source: Gravatar.com identicon (generated)
da: Gravatar.com identicon (automatisk genereret)
de: Gravatar.com Identicon (generiert)

source: Gravatar.com wavatar (generated)
da: Gravatar.com wavatar (automatisk genereret)
de: Gravatar.com Wavatar (generiert)

source: Gravatar.com monsterid (generated)
da: Gravatar.com monsterid (automatisk genereret)
de: Gravatar.com Monsterid (generiert)

source: Default picture example
da: Eksempel på standarbillede
de: Standard Bildbeispiel

source: This setting can be adjusted in the <a href="@user-picture-link">user pictures settings</a>.
da: Denne indstilling kan også tilbasses ved <a href="@user-picture-link">indstillinger for brugerbilleder</a>.
de: Diese Einstellung kann in den <a href="@user-picture-link">Benutzerbildeinstellungen</a> angepasst werden.

source: There currently is not a global default user picture specified.
da: Der er pt. ikke angivet et globalt standard-brugerbillede.
de: Zur Zeit ist kein globales Standard-Benutzerbild definiert.

source: Advanced
da: Avanceret
de: Erweitert

source: Do not modify these options unless you know what you are doing!
da: Ændr ikke disse indstillinger, med mindre du er sikker på hvad du gør!
de: Ändern Sie diese Einstellungsmöglichkeiten nicht, wenn Sie nicht wissen, was Sie tun!

source: Global settings
da: Globale indstillinger
de: Globale Einstellungen
uk: Глобальні настройки

source: Go to the !gravatar_integration_settings and enable gravatar integration. If enabled, all user images will be replaced with gravatars. If disabled, the site's default user picture settings are used. The site administrator may set a default image width, the maximum allowed maturity level, and select the site's default user image, the default user image provided by this module, or the image provided by gravatar.com, for the case no avatar could be retrieved.
da: Gå til !gravatar_integration_settings og slå Gravatar integration til. Hvis det er slået til vil alle brugerbilleder blive erstattet med Gravatars. Hvis ikke slået til vil sidens standard-brugerbillede blive brugt. Sidens administrator kan vælge en standard for højde, bredde og stødende indhold og vælge et standardbillede.
de: Gehen Sie zu den !gravatar_integration_settings und aktivieren Sie die Gravatar-Integration. Wenn diese aktiviert ist, werden alle Benutzerbilder mit Gravatars ersetzt. Wenn die Integration deaktiviert ist, werden die Standard-Benutzerbildeinstellung der Site genutzt. Der Site-Administrator kann eine Standardbildgröße, die maximal erlaubte Alterseinstufung und das Standardbenutzerbild der Site, das Standardbenutzerbild dieses Moduls oder das von Gravatar.com bereitgestellte Bild für den Fall, dass kein Gravatar ermittelt werden konnte, bestimmen.

source: gravatar integration settings
da: Indstillinger for Gravatar-integration
de: Einstellungen für die Gravatar-Integration
uk: параметри інтегрування gravatar

source: Per user settings
da: Per-bruger indstillinger
de: Benutzerspezifische Einstellungen
uk: Параметри для кожного користувача

source: In the user profile page, each authenticated user can choose to use his or her gravatar, or the uploaded user image. There the user may also enter an alternative email address for which to retrieve the registered gravatar.
da: På brugerprofilsiden kan hver enkelt bruger vælge at bruge sin Gravatar eller uploade et billede. Brugeren kan også skrive en alternativ e-mail-adresse der bruges når der hentes billeder fra Gravatar.
de: Jeder authentifizierte Benutzer kann auf seiner Profilseite auswählen, seinen oder ihren Gravatar oder das hochgeladene Benutzerbild zu verwendet. Dort kann der Benutzer außerdem eine alternative E-Mailadresse hinterlegen, für die ein registrierter Gravatar ermittelt werden soll.

source: Please check the following potential issues: !issues
da: Check venligst følgende potentielle problemer: !issues
de: Bitte prüfen Sie die folgenden möglichen Probleme: !issues

source: @user's picture
da: @users billede
de: Bild von @user
uk: Зображення користувача @user.

source: Anonymous
da: Anonym
de: Gast
uk: Гість

source: View user profile.
da: Se brugerprofil
de: Benutzerprofil anzeigen.
uk: Переглянути дані користувача.

source: View user website.
da: Se brugerens hjemmeside
de: Benutzerwebseite anzeigen

source: Please enter a valid email address.
da: Skriv venligst en gyldig e-mail-adresse
de: Bitte geben Sie eine gültige E-Mailadresse an.
uk: Прохання ввести коректну адресу електронної пошти

source: If you have a <a href="@gravatar-website">Gravatar</a> account, used to display your avatar.
da: Hvis du har en <a href="@gravatar-website">Gravatar</a>-konto, bruges denne til at hente dit brugerbillede.
de: Wenn Sie ein <a href="@gravatar-website">Gravatar</a>-Konto haben, wird dieses verwendet, um Ihr Benutzerbild darzustellen.

source: If you have a <a href="@gravatar-check">valid gravatar</a> for your e-mail address, it will replace your current user picture.
da: Hvis du har en <a href="@gravatar-check">gyldig Gravatar</a> for din e-mail-adresse, vil denne erstatte dit nuværende brugerbillede.
de: Wenn Sei einen <a href="@gravatar-check">gültigen Gravatar</a> für Ihre E-Mailadresse haben, wird er Ihr aktuelles Benutzerbild ersetzen.

source: Replace my user picture with the gravatar for my e-mail address.
da: Erstat mit brugerbillede med den Gravatar der hører til min e-mail-adresse.
de: Mein Benutzerbild mit dem Gravatar für meine E-Mailadresse ersetzen.

source: Hit unwanted condition in _gravatar_get_default_image.
de: Eine unerwünschte Bedingung in _gravatar_get_default_image angetroffen.

source: Default variable for %variable not found.
da: Standard-variabel for %variable ikke fundet.
de: Vorgabevariable für %variable wurde nicht gefunden.

source: administer gravatar
da: indstil Gravatar
de: Gravatar verwalten
uk: адмініструвати gravatar

source: use gravatar
da: brug Gravatar
de: Gravatar nutzen
uk: використовувати gravatar

source: disable own gravatar
da: slå egen Gravatar fra
de: Eigenen Gravatar deaktivieren

source: Administer gravatar integration.
da: Indstil Gravatar integration
de: Gravatar-Integration verwalten

source: Cache table for the Gravatar module to store already processed and cached images.
da: Cache-tabel for Gravatar-modulet for at gemme allerede behandlede billeder.
de: Die Cache-Tabelle des Gravatar-Moduls zum speichern von bereits verarbeiteten und gecachten Bildern.

source: Make sure <a href="@user-settings-link">user picture support</a> is enabled to allow gravatar integration.
da: Check at <a href="@user-settings-link">brugerbilleder</a> er slået til for at bruge Gravatar integration.
de: Stellen Sie sicher, dass die <a href="@user-settings-link">Unterstützung für Benutzerbilder</a> aktiviert ist, um die Gravatar-Integration zu ermöglichen.

source: There are no user roles that have the <a href="@permissions-link">%permission permission</a>.
da: Der er ingen brugerroller der har <a href="@permissions-link">%permission tilladelsen</a>.
de: Es gibt keine Benutzerrollen, denen das <a href="@permissions-link">Recht %permission</a> zugewiesen wurde.

source: Make sure user pictures are enabled in your <a href="@theme-settings">theme</a> settings.
da: Check at brugerbilleder er slået til i dine <a href="@theme-settings">theme-indstillinger</a>.
de: Stellen Sie sicher, dass Benutzerbilder in Ihren <a href="@theme-settings">Theme</a>-Einstellung aktiviert sind.

source: You have selected the global default user picture for the default gravatar picture, but you have not specified a <a href="@user-picture-link">global default user picture</a>.
da: Du har valgt det globale standard-brugerbillede som standardbillede for Gravatar, men du har ikke valt et <a href="@user-picture-link">globalt standard-brugerbillede</a>.
de: Sie haben das globale Standard-Benutzerbild als Standard-Gravatar-Bild ausgewählt, aber sie haben kein <a href="@user-picture-link">globales Standard-Benutzerbild</a> festgelegt.

source: Your <a href="@user-picture-link">global default user picture</a> is too large (@widthx@height pixels) and may not display properly. Please resize it to fit the <a href="@user-picture-settings-link">preferred user picture size</a> (@size pixels).
da: Dit <a href="@user-picture-link">globalt standard-brugerbillede</a> er for stort (@widthx@height pixels) og vil muligvis ikke blive vist rigtigt. Skalér det venligst ned så det passer under <a href="@user-picture-settings-link">ønsket størrelse for brugerbilleder</a> (@size pixels).
de: Ihr <a href="@user-picture-link">globales Standard-Benutzerbild</a> ist zu groß (@widthx@height Pixel) und wird vielleicht nicht richtig dargestellt. Bitte die Größe auf die <a href="@user-picture-settings-link">bevorzugte Benutzerbildgröße</a> (@size Pixel) ändern.

source: Potential issues
da: Potentielle problemer
de: Mögliche Probleme

source: Integrate Gravatar pictures registered at Gravatar.com in Drupal sites
da: Brug Gravatar billeder registreret på Gravatar.com på dit Drupal site.
de: Integriert bei Gravatar.com registrierte Gravatar Bilder in Drupal Sites.
uk: Вмикає фото Gravatar, зареєстровані на сайти Gravatar.com для сайтів Друпал.

source: Enable Gravatar integration
uk: Дозволити інтеграцію Gravatar

source: Enable or disable integration of Gravatar for this site.
uk: Вмикає або вимикає можлівисть використання Gravatar для цього сайту

source: Disable
uk: Вимкнути

source: Enable
uk: Увімкнути

source: Users can enable (and disable) Gravatar
uk: Користувачі можуть вмикати-вимикати Gravatar

source: Authenticated users can disable their own Gravatar in their profile and own contents.
uk: Зареєстровані користувачі можуть вимкнути власні Gravatar в своїх профілях і матеріалах

source: settings
uk: налаштування

source: empty, go settings to change that
uk: пусто, перейдіть до налагодження: щоб змінити

source: Display preferences
uk: Параметри відображення

source: Control how Gravatars are displayed
uk: Керування тим, як відображаються Gravatar-и

source: Select your preferred gravatar image size (max. 80x80)
uk: Оберіть максимальний розмір gravatar

source: Maturity filter
uk: Віковий фільтр

source: An optional maturity rating parameter with a value (MPAA nomenclatura) that determines the highest rating (inclusive) that will be returned.
uk: Спеціальний параметр вікового рейтингу із значенням (номенклатура MPAA), що визначає найвищий рейтинг, що буде віддаватись.

source: Default avatar image
uk: Базове фото

source: Specifies an image that should be returned if either the requested email address has no associated Gravatar, or that Gravatar has a rating higher than is allowed by the "rating" parameter.
uk: Визначає фото, що буде віддаватись в випадках, якщо наявній адресі електронної пошти не назначено Gravatar, або якщо рейтинг Gravatar вищий, чим дозволено в параметрах "rating"

source: Drupal default user image (!user_picture_default_setting)
uk: Базова Друпалівська юзерпика (!user_picture_default_setting)

source: Module default user image
uk: Базове фото користувача від модуля

source: Image provided by Gravatar.com
uk: Фото, надане Gravatar.com

source: Generated default gravatar type
uk: Генерований базовий тип gravatar

source: Advanced options
uk: Додаткові налаштування

source: Gravatar URL
uk: Посилання Gravatar

source: If you are not sure don't modify this !
uk: Не впевнений - не змінюй!

source: Email
uk: Пошта

source: Check !
uk: Перевірка!

source: Default gravatar preview
uk: Базовий перегляд gravatar

source: user picture support
uk: підтримка користувацьких фото

source: user access
uk: доступ користувача

source: user picture in comments
uk: фото користувачів в відгуках

source: user picture in nodes
uk: фото користувача в матеріалах

source: Administer how gravatars are used.
uk: Керування використання gravatar-ів.

source: View user homepage.
uk: Перегляд вебсторінки користувача

source: Enable Gravatar
uk: Вмикання Gravatar

source: Gravatar email address
uk: Електронна адреса Gravatar

source: If you have a <noindex><a rel="nofollow" href="@gravatar-website">Gravatar</a> account, used to display your avatar.
uk: Якщо у Вас є <a rel="nofollow" href="@gravatar-website">Gravatar</a> реєстрація, буде відображено ваш аватар.

source: Settings
uk: Налаштування

source: Advanced settings
uk: Розширені налагодження

source: Tools
uk: Утиліти

source: Gravatar integration
uk: Інтеграція з Gravatar

source: 3rd party integration
uk: додаткова інтеграція
