Repository: fossasia/fossasia10-drupal
Catalog: sites/all/modules/ed_readmore/translations/*.po
Languages: de

source: Placeholder tokens
de: Platzhalter-Tokens

source: Read the whole post
de: Den ganzen Beitrag lesen

source: Read More link display options
de: Anzeigeoptionen des Weiterlesen-Links

source: Link placement
de: Link Ersetzung

source: Read More link formatting and attributes
de: Formatierung und Attribute des Weiterlesen-Links

source: Link title
de: Link-Titel

source: Make link nofollow
de: Nofollow hinzufügen

source: Adds %nofollow to the link's attributes. Often used for search engine optimization purposes.
de: %nofollow zu den Link-Attributen hinzufügen. Oft für Suchmaschinen-Optimierung verwendet.

source: Configures the <strong>Read More</strong> link that appears in node teasers.
de: Den <strong>Weiterlesen</strong> Link konfigurieren, welcher in der Beitragsansicht erscheint.

source: Read More link module installed succesfully.
de: „Read More Link“-Modul erfolgreich installiert.

source: Read More link module installation was unsuccessfull. Could not update module weight in database.
de: Die „Read More Link“-Modul Installation war nicht erfolgreich. Die Modulreihenfolge konnte in der Datenbank nicht aktualisiert werden.

source: Customize the "Read more" link shown in node teasers.
de: Den in einem Anrisstext angezeigten „Weiterlesen“ Link anpassen.

source: <strong>Read more &raquo;</strong>
de: <strong>Weiterlesen &raquo;</strong>

source: Remove Read More link from links section
de: Weiterlesen-Link aus dem Linkbereich entfernen

source: Enabling this option will remove Drupal's default Read More link from the node links (the <code>$links</code> output).
de: Mit dem Aktivieren dieser Option wird Drupals Weiterlesen-Link aus den Beitragslink entfernt. (die Ausgabe von <code>$links</code>).

source: Inline: Try to add the Read More link after the last word of the teaser. If this fails, add the link on a new line after the teaser.
de: Inline: Versuche den Weiterlesen-Link nach dem letzten Wort des Anrisstext einzufügen. Wenn dies fehlschlägt, füge den Link in eine neue Zeile nach dem Anrisstext hinzu.

source: On a new line: Add the Read More link on a new line after the teaser.
de: In einer neuen Zeile: Füge den Weiterlesen-Link in einer neuen Zeile ein.

source: Disable the link: Do not add a Read More link to the teaser.
de: Deaktiviere den Link: Füge kein Weiterlesen-Link in den Anrisstext ein.

source: The inline option will attempt to add the Read More link after the last word of the teaser and before any CCK fields. The HTML elements into which the Read More link may be inserted can be chosen in the "Advanced options for inline placement" interface below.
de: Mit der Inline-Option wird versucht den Weiterlesen-Link nach dem letzten Wort des Anrisstexts und vor einem CKK-Feld einzufügen. Die HTML-Elemente, in die der Weiterlesen-Link eingefügt werden kann, können unten in der "Erweiterte Optionen für die Inline-Platzierung" Einstellung ausgewählt werden.

source: Advanced options for inline placement
de: Erweiterte Optionen für die Inline-Platzierung

source: Elements eligible for inline placement
de: Geeignete HTML-Elemente für die Inline-Platzierung

source: Select the elements into which the Read More link may be inserted. The "Inline" placement option must be selected above.
de: Wähle das HTML-Element, in welches der Weiterlesen-Link eingefügt werden soll. Die "Inline" Ersetzungsoption muss oben auswählt werden.

source: Enter the text you wish to display in the Read More link. May contain HTML. Special characters should be encoded (like %raquo or %amp). Spaces will be changed to non-breaking spaces (%nbsp).
de: Gebe hier den Text ein, der im Weiterlesen-Link angezeigt werden soll. Der Text kann HTML enthalten. Besondere Zeichen sollten encodiert werden (z.B. %raquo oder %amp). Leerzeichen werden in geschützte Leerzeichen umgewandelt (%nbsp).

source: Enter the text you wish to be used as the title for the Read More link (the value of the %title attribute). It is used for accessibility and search engine optimization purposes and appears as a tooltip in some browsers.
de: Gebe hier den Text ein, der als Titel für den Weiterlesen-Link verwendet wird (Der Wert des %title Attributes). Dieser wird für die Zugänglichkeit und Suchmaschinen-Optimierung genutzt und erscheint als Tooltip in einigen Browsern.

source: The following placeholder tokens can be used in the Read More text and title. They will be replaced with the appropriate values.
de: Die folgenden Platzhalter Token können für den Weiterlesen-Link und dem Titel verwendet werden. Die Platzhalter werden mit ihrem entsprechden Werten ersetzt.

source: <a href="@tokens">Tokens</a> are supported.
de: <a href="@tokens">Tokens</a> werden unterstützt.

source: Enter the text you wish to be inserted between the teaser and the Read More link when the link is displayed inline. If you enter nothing, the link will be separated using a space character. May contain HTML. Special characters should be encoded (like %nbsp or %raquo).
de: Gebe hier den Text ein, der zwischen dem Anrisstext und dem Weiterlesen-Link angezeigt werden soll, wenn dieser Link inline angezeigt wird. Wenn nichts eingetragen wird, wird der Link mir einem Leerzeichen getrennt. HTML kann in dem Text eingegeben werden. Besondere Zeichen sollten encodiert werden (wie %nbsp oder %raquo).
