Repository: fossasia/fossasia10-drupal
Catalog: sites/all/modules/comment_notify/translations/*.po
Languages: es, tr

source: Comment follow-up e-mail notification for anonymous and registered users.
tr: Ziyaretçiler ve kayıtlı kullanıcıları yapılan yorumlardan haberdar eder

source: No notifications
tr: Uyarı olmasın

source: For all comments on this post
tr: Bu habere yapılan tüm yorumlar için

source: Just for replies to my comment
tr: Sadece benim yorumuma verilen cevaplar için

source: Notify me of follow-up comments posted here
tr: Buraya eklenen yorumlardan beni haberdar et

source: Notify me of follow-up comments posted here.
tr: Buraya eklenen yorumlardan beni haberdar et

source: Your comment follow-up notification for this post was disabled. Thanks.
tr: Bu haber için yorum takibiniz iptal edilmiştir. Teşekkürler

source: Disabled comment follow-up notification feature for this post.
tr: Bu haber için yorum takip özelliği iptal edilmiştir.

source: Comment notify
es: Notificación de comentarios
tr: Yorum takipçisi

source: If you want to subscribe to comments you must supply a valid e-mail address.
es: Si quiere suscribirse a los comentarios debe brindar un correo-e válido.
tr: Yorumları takip etmek istiyorsanız geçerli bir e-posta adresi girmelisiniz.

source: You can change the default for this field in "Comment follow-up notification settings" on <a href="!uri">your account edit page</a>.
tr: Bu seçeneği <a href="!uri">hesabınızdaki</a> "Yapılan yorumlardan haberdar olma seçenekleri" bölümünden değiştirebilirsiniz.

source: Comment follow-up notification settings
es: Opciones de seguimiento de comentarios
tr: Yapılan yorumlardan haberdar olma seçenekleri

source: Receive node follow-up notification e-mails
es: Recibir correos de notificaciones de seguimiento
tr: Haberlere yapılan yorumlardan haberdar ol

source: Check this box to receive an e-mail notification for follow-ups on your nodes (pages, forum topics, etc). You can not disable notifications for individual threads.
es: Marque esta casilla para recibir un correo-e de notificación para seguimiento en sus nodos(páginas, temas de foro, etc). No puede deshabilitar notificaciones para hilos de manera individual.
tr: Haberlerinize yapılan yorumlardan haberdar olmanızı sağlar.

source: Receive comment follow-up notification e-mails
es: Recibir correo-e para notificar seguimiento de comentarios
tr: Yorumları e-posta yolu ile takip et

source: Check this box to receive e-mail notification for follow-up comments to comments you posted. You can later disable this on a post-by-post basis... so if you leave this to YES, you can still disable follow-up notifications for comments you don't want follow-up mails anymore - i.e. for very popular posts.
es: Seleccione esta casilla para recibir notificaciones por correo-e de seguimiento a los comentarios que ha ingresado. Luego puede deshabilitarlo basado en envíos... así que si deja esto en SÍ, podrá aún deshabilitar las notificaciones seguimiento para comentarios que ya no quiere seguir más - por ejemplo para un envío muy popular.
tr: Bu seçenek ile yaptığınız yorumlara yapılan yorumlardan e-posta ile haberdar olabilirsiniz. Bu özelliği daha sonra istediğiniz haber bazında değiştirebilirsiniz... Örneğin burada yorum almak istediğinizi belirtip daha sonra çok fazla yorumlanan bir haber için aboneliğinizi iptal edebilirsiniz.

source: !site :: new comment for your post.
es: !site :: nuevo comentario para su envío.
tr: !site :: gönderinize yeni yorum yapıldı

source: source comment
tr: esas yorum

source: Email to unsubscribe
es: Correo para desuscribirse
tr: Üyelikten çıkartılacak e-posta

source: Unsubscribe this e-mail
es: De-suscribir este correo-e
tr: Bu e-postayı üyelikten çıkar

source: There were no active comment notifications for that email.
es: No hubo notificaciones de comentarios para ese correo.
tr: Bu e-posta için aktif yorum uyarısı üyeliği bulunmamaktadır

source: Anonymous commenters have the permission to subscribe to comments but cannot leave their contact infromation on the following content types: !types. You should either disable subscriptions on those types here, revoke the permission for anonymous users, or enable anonymous users to leave their contact information in the comment settings.
es: Quienes comenten de manera anónima tiene el permiso para suscribirse a los comentarios, pero no pueden dejar su información de contacto en los siguientes tipos de contenido: !types. Debería deshabilitar las suscripciones en estos tipos aquí, revocar los permisos para usuarios anónimos, o habilitar a los usuarios dejar su información de contacto en las opciones de comentarios.
tr: Siteye üye olmayan yorumcular yorumları takip etme hakkına sahiptir ama !types içerik tipleri için kendi kişisel iletişim bilgilerini bırakamazlar. Bu içerik tipleri için takip etme özelliğini devre dışı bırakabilir, ziyaretçiler için yetkileri yeniden belirleyebilir ya da yorum ayarlarında ziyaretçilerin iletişim bilgilerini bırakmalarına izin verebilirsiniz.

source: Content types to enable for comment notification
es: Tipos de contenido para habilitar las notificaciones de comentarios
tr: Yorum uyarılarının geçerli olacağı içerik tipleri

source: Comments on content types enabled here will have the option of comment notification.
es: Los comentarios en los tipos de contenido habilitados aquí tendrán la opción de notificación de comentarios.
tr: Burada seçilen içerik tiplerinde yer alan yorumlar, yorum uyarılarından haberdar olma seçeneğine sahip olacaktır.

source: Available subscription modes
es: Modos de suscripción disponibles
tr: Uygun abonelik yöntemleri

source: Choose which notification subscription styles are available for users
es: Elegir qué estilos de suscripción a notificaciones estarán disponibles para los usuarios
tr: Kullanıcılar için hangi uyarı üyelik biçimlerinin geçerli olduğunu seçin

source: For all comments on a post
tr: Bu habere yapılan tüm yorumlara

source: Just for replies to a comment
tr: Sadece yorumuma verilen cevaplara

source: Default state for the notification selection box for anonymous users
es: Estado por defecto para la casilla de verificación de notificación para usuarios anónimos
tr: Ziyaretçiler için öntanımlı uyarı seçim durumu

source: Default state for the notification selection box for registered users.
tr: Kayıtlı kullanıcılar için öntanımlı uyarı seçim durumu

source: This flag presets the flag for the follow-up notification on the form that anon users will see when posting a comment
es: Esta bandera preestablece la bandera de notificación de seguimiento en el formulario que verán los usuarios anónimos cuando envíen un comentario
tr: Bu seçenek kayıtlı olmayan ziyaretçilerin yorum yaparken görecekleri haberdar olma özelliğini belirler

source: Default mail text for sending out notifications to commenters
es: Texto por defecto del correo a enviar como notificación a quienes comentan
tr: Yorumculara gönderilen ön tanımlı uyarı e-posta mesajı

source: You can use the following variables to be replaced: <ul> <li>!commname = the username who posted the comment <li>!commtext = the text of the posted comment <li>!commsubj = the subject of the posted comment <li>!comment_url = the full url of the post and comment - note: if you have paging enabled, this does not work correct - set your max comments per page so that all fit on one page or reverse order them <li>!node_title = the title of the node that was commented on <li>!node_teaser = the teaser of the node that was commented on <li>!node_body = the body of the node that was commented on <li>!mission = site_mission text <li>!name = username receiving the alert <li>!site = your site <li>!uri = base_url of site <li>!uri_brief = base_url of site w/o http <li>!date = the current time <li>!login_uri uri to login the user <li>!edit_uri = uri to edit user profile <li>!link1 the QUICKLINK to disable future follow-up otifications for the user </ul>
tr: Aşağıdaki değişkenleri kullanabilirsiniz: <ul> <li>!commname = yorumu yapan kullanıcı adı <li>!commtext = yorum metni <li>!commsubj = yorum başlığı <li>!comment_url = haberin ve yorumun tam adresi - not: eğer sayfalama sitenizde aktif ise, bu düzgün çalışmayacaktır - sayfa başı maksimum yorum ayaralarınızı değiştirebilir ya da yorumlarınızı ters sıralı olarak ilk sayfaya gelecek şekilde gösterebilirsiniz <li>!node_title = yorumun yapıldığı düğümün başlığı <li>!node_teaser = yorumun yapıldığı düğümün özeti <li>!node_body = yorumun yapıldığı düğümün metni <li>!mission = site görev metni <li>!name = uyarıyı alacak kullanıcının adı <li>!site = siteniz <li>!uri = sitenizin adresi <li>!uri_brief = http olmaksınız sitenizin adresi <li>!date = o anki zaman <li>!login_uri kullanıcı login adresi <li>!edit_uri =kullanıcı hesabı düzenleme adresi <li>!link1 kullanıcının yorumlardan haberdar olmak istemediği durumlar için kullanacağı adres </ul>

source: Default mail text for sending out the notifications to node authors
es: Texto por defecto del correo a enviar como notificación a los autores del nodo
tr: Düğüm yazarlarına gönderilen ön tanımlı e-posta mesajı

source: You can use the following variables to be replaced: <ul> <li>!commname = the username who posted the comment <li>!commtext = the text of the posted comment <li>!commsubj = the subject of the posted comment <li>!comment_url = the full url of the post and comment - note: if you have paging enabled, this does not work correct - set your max comments per page so that all fit on one page or reverse order them <li>!node_title = the title of the node that was commented on <li>!node_teaser = the teaser of the node that was commented on <li>!node_body = the body of the node that was commented on <li>!mission = site_mission text <li>!name = username receiving the alert <li>!site = your site <li>!uri = base_url of site <li>!uri_brief = base_url of site w/o http <li>!date = the current time <li>!login_uri uri to login the user <li>!edit_uri = uri to edit user profile </ul>
tr: Aşağıdaki değişkenleri kullanabilirsiniz: <ul> <li>!commname = yorumu yapan kullanıcı adı <li>!commtext = yorum metni <li>!commsubj = yorum başlığı <li>!comment_url = haberin ve yorumun tam adresi - not: eğer sayfalama sitenizde aktif ise, bu düzgün çalışmayacaktır - sayfa başı maksimum yorum ayaralarınızı değiştirebilir ya da yorumlarınızı ters sıralı olarak ilk sayfaya gelecek şekilde gösterebilirsiniz <li>!node_title = yorumun yapıldığı düğümün başlığı <li>!node_teaser = yorumun yapıldığı düğümün özeti <li>!node_body = yorumun yapıldığı düğümün metni <li>!mission = site görev metni <li>!name = uyarıyı alacak kullanıcının adı <li>!site = siteniz <li>!uri = sitenizin adresi <li>!uri_brief = http olmaksınız sitenizin adresi <li>!date = o anki zaman <li>!login_uri kullanıcı login adresi <li>!edit_uri =kullanıcı hesabı düzenleme adresi </ul>

source: Email unsubscribed from 1 comment notification.
es: Correo des-suscrito de 1 notificación de comentarios.
tr: e-posta @count yorum takibinden vazgeçti.

source: administer comment notify
es: administrar las notificaciones de comentarios
tr: Yorum Uyarılarını yönet

source: subscribe to comments
es: suscribirse a los comentarios
tr: Yorumlara üye ol

source: Configure settings for e-mails about new comments.
es: Opciones de configuración para mensajes de correo. sobre nuevos comentarios.
tr: Yeni yorumlar için e-posta ayarlarını düzenle

source: Settings
es: Opciones
tr: Ayarlar

source: Unsubscribe
es: De-suscribir
tr: Üyelikten çıkma

source: Unsubscribe an email from all notifications.
es: De-suscribir un correo-e de todas las notificaciones.
tr: Bir e-postayı tüm uyarı üyeliklerinden çıkar

source: comment notify
tr: yorum uyarıları

source: Stores information about which commenters on the site have subscriped to followup emails.
es: Almacena información acerca de qué personas que comentan en el sitio se han suscrito a mensajes de correo de seguimiento.
tr: Sitede yer alan yorumculardan hangilerinin yapılan yorumlardan e-posta yoluyla haberdar olmak istediği bilgisini kaydeder.

source: Comment Notify
es: Notificación de comentario
tr: Yorum Uyarıları

source: Comment follow-up e-mail notification for anonymous as well as registered users.
es: Notificaciones de seguimiento de comentarios para usuarios anónimos y registrados.
tr: Ziyaretçiler ve kayıtlı kullanıcılar için e-posta bildirimleri yorum takibi

source: All comments
es: Todos los comentarios

source: Replies to my comment
es: Respuestas a mi comentario

source: Notify me when new comments are posted
es: Notificarme cuando se envíen nuevos comentarios

source: Default state for the notification selection box for registered users
es: Estado por defecto para la casilla de verificación de notificación para usuarios registrados

source: Subscribe users to their node follow-up notification emails by default
es: Suscribir usuarios a la notificación de seguimiento de sus nodos por defecto

source: If this is checked, new users will receive e-mail notifications for follow-ups on their nodes by default until they individually disable the feature.
es: Si esto está seleccionado, los nuevo usuarios recibirán un notificaciones por correo para seguimiento en sus nodos por defecto hasta que ellos deshabiliten individualmente esta característica

source: You can use the following variables to be replaced: <ul> <li>!cid = the comment id for the comment <li>!commname = the username who posted the comment <li>!commtext = the text of the posted comment <li>!commsubj = the subject of the posted comment <li>!comment_url = the full url of the post and comment - note: if you have paging enabled, this does not work correct - set your max comments per page so that all fit on one page or reverse order them <li>!nid = the node id the comment was posted on <li>!node_title = the title of the node that was commented on <li>!node_teaser = the teaser of the node that was commented on <li>!node_body = the body of the node that was commented on <li>!mission = site_mission text <li>!name = username receiving the alert <li>!site = your site <li>!uri = base_url of site <li>!uri_brief = base_url of site w/o http <li>!date = the current time <li>!login_uri uri to login the user <li>!edit_uri = uri to edit user profile <li>!link1 the QUICKLINK to disable future follow-up notifications for the user </ul>
es: Puede usar las siguientes variables a ser reemplazadas: <ul> <li>!cid = el id del comentario <li>!commname = el nombre de usuario que envió el comentario <li>!commtext = el texto enviado en el comentario <li>!commsubj = el asunto del comentario enviado <li>!comment_url = la url completa del envío y comentario - nota: si tiene habilitada la paginación, esto no funcionará de manera correcta - establezca el máximo de comentarios por página que encaje en una página o ordénelos en orden reverso <li>!nid = id del nodo donde el comentario fue enviado <li>!node_title = título del node que fue comentado <li>!node_teaser = avance del nodo que fue comentado <li>!node_body = cuerpo del nodo que fue comentado <li>!mission = texto de misión del sitio <li>!name = usuario que recibe la alerta <li>!site = su sitio <li>!uri = base_url del sitio <li>!uri_brief = base_url del sitio sin http <li>!date = el momento actual <li>!login_uri uri para autenticar al usuario <li>!edit_uri = uri para editar el perfil de usuario <li>!link1 el ENLACE RÁPIDO para deshabilitar futuras notificaciones de seguimiento para el usuario </ul>

source: You can use the following variables to be replaced: <ul> <li>!cid = the comment id for the comment <li>!commname = the username who posted the comment <li>!commtext = the text of the posted comment <li>!commsubj = the subject of the posted comment <li>!comment_url = the full url of the post and comment - note: if you have paging enabled, this does not work correct - set your max comments per page so that all fit on one page or reverse order them <li>!nid = the node id the comment was posted on <li>!node_title = the title of the node that was commented on <li>!node_teaser = the teaser of the node that was commented on <li>!node_body = the body of the node that was commented on <li>!mission = site_mission text <li>!name = username receiving the alert <li>!site = your site <li>!uri = base_url of site <li>!uri_brief = base_url of site w/o http <li>!date = the current time <li>!login_uri uri to login the user <li>!edit_uri = uri to edit user profile </ul>
es: Puede usar las siguientes variables a ser reemplazadas: <ul> <li>!cid = el id del comentario <li>!commname = el nombre de usuario que envió el comentario <li>!commtext = el texto enviado en el comentario <li>!commsubj = el asunto del comentario enviado <li>!comment_url = la url completa del envío y comentario - nota: si tiene habilitada la paginación, esto no funcionará de manera correcta - establezca el máximo de comentarios por página que encaje en una página o ordénelos en orden reverso <li>!nid = id del nodo donde el comentario fue enviado <li>!node_title = título del node que fue comentado <li>!node_teaser = avance del nodo que fue comentado <li>!node_body = cuerpo del nodo que fue comentado <li>!mission = texto de misión del sitio <li>!name = usuario que recibe la alerta <li>!site = su sitio <li>!uri = base_url del sitio <li>!uri_brief = base_url del sitio sin http <li>!date = el momento actual <li>!login_uri uri para autenticar al usuario <li>!edit_uri = uri para editar el perfil de usuario </ul>

source: Notified: !user_mail
es: Notificado: !user_mail

source: Disable comment notification
es: Deshabilitar notificación de comentarios

source: Moved comment_notify user settings data from the {users} table into the {comment_notify_user_settings} table.
es: Información de comment_notify user settings de la tabla {users} se ha movido a la tabla {comment_notify_user_settings}.

source: Something is maybe not right.
es: Tal vez algo no está bien.
